// This is just an example,
// so you can safely delete all default props below

export default {
  //mainPage
  '롤링페이퍼를': 'ローリングペーパーを',
  '작성해보자!': '作りましょう。',
  '친구,이성,동료가 생각하는 익명의 솔직한 이야기': '友達、同僚、気になる人に匿名で伝えられる率直な想い',
  '롤링페이퍼 만들기': 'ローリングペーパー作成',
  '참여하기': '参加する',
  '이미 계정이 있으신가요?': 'すでに会員であれば',
  '로그인': 'ログイン',

  //mainLayout
  '롤링페이퍼': 'ローリングペーパー',
  '롤링 페이퍼': 'ローリングペーパー',
  '롤링페이퍼 만들기': 'ローリングペーパー作り',
  '내 롤링페이퍼': '私のローリングペーパー',
  '로그인': 'ログイン',
  '로그아웃': 'ログアウト',
  '만든 사람들': 'つくった人々',
  '후원하기': '後援する',
  '서비스 의견 보내기': 'サービス意見の送信',

  //createGruop
  '롤링페이퍼를': 'ローリングペーパーを',
  '어떻게 불러드리면 될까요?': 'どのようにお呼びすればよろしいでしょうか？',
  '김성국의 퇴사 등 한번에 알 수 있도록 설정해주세요.': 'キム·ソングクの退社など一度に分かるように設定してください。',
  '20글자 내로 입력해주세요.': '20文字以内に入力してください。',
  '다음으로': '次へ',
  '와': 'と',
  '어울리는 테마를 선택해주세요': '似合うテーマを選択してください。',
  '이직 성공 축하!': '転職成功おめでとう！',
  '고마워요': 'ありがとう。',
  '힘내요': '元気出してください。',
  '축하해요': 'おめでとうございます。',
  '생성하기': '生成する',
}
