// This is just an example,
// so you can safely delete all default props below

export default {
  //mainPage
  '롤링페이퍼를 작성해보자!': '寄せ書きをしましょう！',
  '친구,이성,동료가 전하는 익명의 솔직한 이야기': '友達や同僚に匿名で率直な想いを伝えてみましょう。',
  '롤링페이퍼 만들기': '新規作成',
  '참여하기': '参加する',
  '이미 계정이 있으신가요?': 'すでに会員であれば',
  '로그인': 'ログイン',

  //mainLayout
  '롤링페이퍼': '寄せ書き',
  '롤링 페이퍼': '寄せ書き',
  '내 롤링페이퍼': '作成した寄せ書き',
  '로그인': 'ログイン',
  '로그아웃': 'ログアウト',
  '만든 사람들': 'アプリ製作者',
  '후원하기': '支援する',
  '서비스 의견 보내기': 'お問い合わせ',

  //createGruop
  '만들려는 롤링페이퍼에 어울리는 테마를 선택해주세요': 'テーマを選択してください。',
  '롤링페이퍼와 가장 잘 어울리는 감정을 선택하면 좋아요!': '伝えたい感情を選んでみましょう。',
  '롤링페이퍼를 어떻게 불러드리면 될까요?': 'タイトルを入力してください。',
  '제목으로 롤링페이퍼의 주인공과 목적을 알려주세요': 'タイトルで寄せ書きの主人公と目的を教えてください。',
  '20글자 내로 입력해주세요.': '20文字以内に入力してください。',
  '이제 롤링페이퍼 룸을 만들어볼까요?': 'では寄せ書きルームを作ってみましょうか？',
  '다음으로': '次へ',

  '의': 'のメッセージ',
  '축하해요': 'おめでとう',
  '고마워요': 'ありがとう',
  '힘내요': 'がんばれ',
  '기뻐요': 'うれしい',
  '슬퍼요': '悲しい',
  '아쉬워요': '残念',
  '축하의 메세지를 전해보세요': 'お祝いの気持ちを伝える。',
  '감사의 메세지를 전해보세요': '感謝の気持ちを伝える。',
  '응원의 메세지를 전해보세요': '応援の気持ちを伝える。',
  '기쁨의 메세지를 전해보세요': '喜びの気持ちを伝える。',
  '슬픔의 메세지를 전해보세요': '悲しみの気持ちを伝える。',
  '아쉬움의 메세지를 전해보세요': '残念な気持ちを伝える。',

  '축하': 'お祝い',
  '감사': '感謝',
  '응원': '応援',
  '기쁨': '喜び',
  '슬픔': '悲しみ',
  '아쉬움': '名残',
  '모두가': '',
  '메세지를 쓸 수 있도록 제목으로 롤링페이퍼의 주인공과 목적을 알려주세요': '誰にどのようなメッセージを書けばいいのかわかりやすいようにタイトルを入れてみましょう',


  '생성하기': '作成する',
  '만들기': '作成する',

  //loginActionSheet
  '롤링페이퍼를 만드려면': '寄せ書きを作るには',
  '로그인이 필요해': 'ログインが必要です。',
  '로그인': 'ログイン',
  '라인으로 시작하기': 'LINEで始める',
  '구글로 시작하기': 'Googleで始める',
  // '이메일로 시작하기': 'メールで始める',

  //MyPapers
  '명 참여중': '名参加中',
  '공유완료': '共有完了',
  '작성자에게 공유': '寄せ書き依頼',
  '주인공에게 공유': '主人公に共有',
  '롤링페이퍼를': '寄せ書きを',
  '주인공에게 공유할거야?': '主人公に共有しますか？',
  '공유하면 롤링페이퍼는 이제 못 쓰게 될거야.': '共有したら寄せ書きはもう使えなくなります。',
  '취소': 'キャンセル',
  '주인공에게 공유': '主人公に共有',
  '내 롤링 페이퍼': '作成した寄せ書き',

  //shareGroup
  '롤링페이퍼 공유하기': '寄せ書き依頼',
  '자 이제 롤링페이퍼를': '寄せ書きを作成してくれる',
  '작성해줄 사람들을 초대해보자!': '人たちを招待してみましょう!',
  '자 이제 롤링페이퍼를　': '寄せ書きを',
  '주인공에게 전달해보자!': '主人公に伝えてみよう！',
  '지금 옆에 있는 사람에게 공유': '今隣にいる人に共有',
  'QR코드를 통해 옆에 있는 사람들에게': 'QRコードを通じて隣にいる人に',
  '롤링페이퍼를 작성할 수 있게 하자.': '寄せ書きを作成してもらいましょう。',
  ' QR코드로 공유하기': 'QRコードを共有',
  '멀리 있는 사람들에게 공유': '遠くにいる人に共有',
  '라인이나 메시지를 통해 멀리 있는 사람에게': 'LINEやメッセージを通じて遠くにいる人に',
  '롤링페이퍼 링크를 보내 작성할 수 있게 하자.': '寄せ書きリンクを送って作成できるようにしましょう。',
  '라인으로 공유하기': 'LINEで共有',
  '링크로 공유하기': 'URLで共有',
  '옆에 있는 사람에게 공유하자!': '隣にいる人に共有しよう！',
  '카메라를 켜서 QR코드를 통해 접속해.': 'カメラでQRコードを読み込んでください。',
  '입장 코드': '入場コード',
  '닫기': '閉じる',
  '이미지 저장하기': '画像を保存',
  '롤링페이퍼를 작성해줘!': '寄せ書きを作成して！',
  '[입장코드]': '[入場コード]',
  //여기까지 체크 완료 
  '롤링페이퍼 공유': '寄せ書き依頼',
  '내용 편집/ 삭제': '編集/削除',
  '롤링페이퍼 작성': '寄せ書き作成',


  // detaile



  //buy me a coffee 

  'buy me a coffee': 'buy me a coffee',
  '이용하는데 불편함이 없도록 광고 없이 운영을 하고 있어': '利用するのに不便がないように広告なしで運営しています',
  '개발자에게 고마운 마음 표현하기': '開発者に感謝の気持ちを表現する。',
  '광고/제휴 문의': '広告/提携に関するお問い合わせ',


  //sned service message
  '사용 경험이 어땠어?': '使用経験はどうだった？',
  '롤링페이퍼에 대해 전반적인 경험을 알려줘': '寄せ書きについて全般的な経験を教えてくれ。',
  '롤너의 피드백을 반영하기 위해 노력할게.': 'ロールナーのフィードバックを反映するために努力するよ。',
  '이곳에 작성해주세요.': 'こちらに作成してください。',
  '의견 보내기': '意見送り',
  '이모티콘을 선택해주세요': '絵文字を選択してください。',
  '메세지를 입력해주세요': 'メッセージを入力してください。',
  '[싫어요]': '[嫌です]',
  '[보통이에요]': '[普通です]',
  '[좋아요]': '[いいですね]',
  '의견을 전송하였습니다': '意見を転送しました',


  //write message
  '익명': '匿名'
}
