// This is just an example,
// so you can safely delete all default props below

export default {
  //mainPage
  '롤링페이퍼를': 'ローリングペーパーを',
  '작성해보자!': '作りましょう。',
  '친구,이성,동료가 생각하는 익명의 솔직한 이야기': '友達、同僚、気になる人に匿名で伝えられる率直な想い',
  '롤링페이퍼 만들기': 'ローリングペーパー作成',
  '참여하기': '参加する',
  '이미 계정이 있으신가요?': 'すでに会員であれば',
  '로그인': 'ログイン',

  //mainLayout
  '롤링페이퍼': 'ローリングペーパー',
  '롤링 페이퍼': 'ローリングペーパー',
  '내 롤링페이퍼': '私のローリングペーパー',
  '로그인': 'ログイン',
  '로그아웃': 'ログアウト',
  '만든 사람들': 'つくった人々',
  '후원하기': '後援する',
  '서비스 의견 보내기': 'サービス意見の送信',

  //createGruop
  '만들려는 롤링페이퍼에 어울리는 테마를 선택해주세요': '作ろうとするローリングペーパーに似合うテーマを選択してください。',
  '롤링페이퍼와 가장 잘 어울리는 감정을 선택하면 좋아요!': 'ローリングペーパーと最もよく似合う感情を選ぶといいですよ！',
  '롤링페이퍼를 어떻게 불러드리면 될까요?': 'ローリングペーパーをどのようにお呼びすればよろしいでしょうか？',
  '제목으로 롤링페이퍼의 주인공과 목적을 알려주세요': 'タイトルでローリングペーパーの主人公と目的を教えてください。',
  '20글자 내로 입력해주세요.': '20文字以内に入力してください。',
  '이제 롤링페이퍼 룸을 만들어볼까요?': 'ではローリングペーパールームを作ってみましょうか？',
  '다음으로': '次へ',

  '의': 'の',
  '축하해요': 'おめでとうございます',
  '축하의 메세지를 전해보세요': 'お祝いのメッセージを伝えてみてください。',
  '고마워요': 'ありがとう',
  '감사의 메세지를 전해보세요': '感謝のメッセージを伝えてみてください。',
  '힘내요': '元気出して',
  '응원의 메세지를 전해보세요': '応援のメッセージを伝えてみてください。',
  '기뻐요': 'うれしい',
  '기쁨의 메세지를 전해보세요': '喜びのメッセージを伝えてみてください。',
  '슬퍼요': '悲しい',
  '슬픔의 메세지를 전해보세요': '悲しみのメッセージを伝えてみてください。',
  '아쉬워요': '残念',
  '아쉬움의 메세지를 전해보세요': '残念なメッセージを伝えてみてください。',


  '생성하기': '生成する',
  '만들기': '生成する',

  //loginActionSheet
  '롤링페이퍼를 만드려면': 'ローリングペーパーを作るには',
  '로그인이 필요해': 'ログインが必要です。',
  '로그인': 'ログイン',
  '라인으로 시작하기': 'ラインで始める',
  '구글로 시작하기': 'グーグルで始める',
  '이메일로 시작하기': 'メールで始める',

  //MyPapers
  '명 참여중': '名参加中',
  '공유완료': '共有完了',
  '작성자에게 공유': '作成者に共有',
  '주인공에게 공유': '主人公に共有',
  '롤링페이퍼를': 'ローリングペーパーを',
  '주인공에게 공유할거야?': '主人公に共有しますか？',
  '공유하면 롤링페이퍼는 이제 못 쓰게 될거야.': '共有したらローリングペーパーはもう使えなくなります。',
  '취소': 'キャンセル',
  '주인공에게 공유': '主人公に共有',
  '내 롤링 페이퍼': '私のローリングペーパー',

  //shareGroup
  '롤링페이퍼 공유하기': 'ローリングペーパー共有',
  '자 이제 롤링페이퍼를': 'ではローリングペーパーを',
  '작성해줄 사람들을 초대해보자!': '作成してくれる人たちを招待してみよう!',
  '자 이제 롤링페이퍼를': 'ではローリングペーパーを',
  '주인공에게 전달해보자!': '主人公に伝えてみよう！',
  '지금 옆에 있는 사람에게 공유': '今隣にいる人に共有',
  'QR코드를 통해 옆에 있는 사람들에게': 'QRコードを通じて隣にいる人たちに',
  '롤링페이퍼를 작성할 수 있게 하자.': 'ローリングペーパーを作成できるようにしよう。',
  ' QR코드로 공유하기': 'QRコードで共有する。',
  '멀리 있는 사람들에게 공유': '遠くにいる人々に共有',
  '라인이나 메시지를 통해 멀리 있는 사람에게': 'ラインやメッセージを通じて遠くにいる人に',
  '롤링페이퍼 링크를 보내 작성할 수 있게 하자.': 'ローリングペーパーリンクを送って作成できるようにしよう。',
  '라인으로 공유하기': 'ラインで共有する',
  '링크로 공유하기': 'リンクで共有する',
  '옆에 있는 사람에게 공유하자!': '隣にいる人に共有しよう！',
  '카메라를 켜서 QR코드를 통해 접속해.': 'カメラをつけてQRコードで接続しましょう。',
  '입장 코드': '入場コード',
  '닫기': '閉じる',
  '이미지 저장하기': '画像を保存する',
  '롤링페이퍼를 작성해줘!': 'ローリングペーパーを作成して！',
  '[입장코드]': '[入場コード]',
}
